# encoding: utf-8

GENDER_CHOICES = (
    ('M', '男'),
    ('F', '女'),
    )

DEPARTMENT_CHOICES = (
    ('a', '工程物理系'),
    ('b', '建筑学院'),
    ('c', '经管学院'),
    ('d', '土木水利学院'),
    ('e', '公共管理学院'),
    ('f', '环境学院'),
    ('g', '马克思主义学院'),
    ('h', '人文学院'),
    ('i', '机械工程学院'),
    ('j', '社会科学学院'),
    ('k', '航天航空学院'),
    ('l', '法学院'),
    ('m', '新闻与传播学院'),
    ('n', '信息科学技术学院'),
    ('o', '五道口金融学院'),
    ('p', '理学院'),
    ('q', '美术学院'),
    ('r', '电机工程与应用电子技术系'),
    ('s', '材料科学与工程系'),
    ('t', '生命科学院'),
    ('u', '化学工程系'),
    ('v', '医学院'),
    ('w', '核能与新能源技术研究院'),
    ('x', '交叉信息研究院'),
)